Repository: LorenzoLeon/django_local_library
Catalog: django_test/yaxhaab/locale/*/LC_MESSAGES/django.po
Languages: es

source: Enter a new email
es: Escribe tu correo

source: Enter a new name
es: Escribe tu nombre

source: Starting Date
es: Fecha de Inicio

source: End Date
es: Fecha final

source: Enter a Proyect Name here
es: Escribe el nombre de proyecto

source: Enter 3 characters as project abbreviation
es: Escribe 3 letras como abreviación

source: Enter number of credits issued
es: ¿Cuántos bonos ha emitido?

source: Enter number of credits sold
es: ¿Cuántos bonos ha vendido?

source: Enter number of hectares in activity area
es: ¿Cuántas hectáreas hay en el área de actividad?

source: Enter community population
es: ¿Cuánta población hay?

source: Enter number of land_owners
es: ¿Cuántos propietarios, ejidatarios o comuneros?

source: Enter project start date
es: Fecha de inicio del proyecto

source: Enter a proyect description
es: Escribe una descripción del proyecto

source: Proyect already exists (case insensitive match)
es: El proyecto ya existe (ignora mayúsculas)

source: Enter a Map Name here
es: Nombre del mapa

source: Enter a Point type here
es: Tipo de Punto

source: Points type already exists (case insensitive match)
es: Tipo ya existe (ignora mayúsculas)

source: Unique ID for this particular map point across whole library
es: ID único para este punto

source: Size for this Map Point
es: Tamaño de punto

source: Enter an Event type here
es: Tipo de evento

source: Event type already exists (case insensitive match)
es: El evento ya existe (ignora mayúsculas)

source: Enter an Event link here
es: Link para evento

source: Enter an event description
es: Descripción del evento

source: Enter the event's date
es: Fecha del evento

source: Email address for newsletter signup
es: Correo electrónico para suscribirse

source: Local Library
es: Acervo

source: Start
es: Inicio

source: Projects
es: Proyectos

source: Contact
es: Contacto

source: User
es: Usuario

source: My Events
es: Mis eventos

source: All Events
es: Todos los eventos

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar sesión

source: Subscribe to learn more!
es: Suscribirse para aprender más

source: Write your name...
es: Escribe tu nombre...

source: Write your email address...
es: Escribe tu correo...

source: Subscribe!
es: ¡Suscribirme!

source: Address
es: Dirección

source: Email
es: Correo

source: Phone
es: Teléfono

source: Proyect Monitoring Dashboard
es: Plataforma Monitor de Proyectos

source: Learn more
es: Saber más

source: Help us save the future!
es: ¡Ayudanos a salvar nuestro futuro!

source: Yaax-Carbon has developed over %(numprojects)s proyects and currently manages %(numactiveprojects)s active ones. In total, we are leading conservation efforts in over %(numhectares)s hectares. <br><br> This year, we have organized %(nummapevents)s activities towards conservation, teaching, workshops and research with the communities in our proyects.
es: Yaax-Carbon ha desarrollado más de %(numprojects)s proyectos y actualmente tenemos %(numactiveprojects)s activos. En conjunto estámos trabajando con una cobertura de más de %(numhectares)s hectareas. Este año, llevamos más de %(nummapevents)s actividades de conservación, capacitación, talleres, inventario e investigación en nuestras comunidades.

source: Explore our projects
es: Explora nuestros proyectos

source: This is our operations monitoring and auditing platform for our conservation proyects in Mexico
es: Esta es nuestra plataforma de monitoreo y supervisión de las operaciones en México

source: Another example of a project with its respective description. These sections work well responsively as well!
es: Otro ejemplo de un proyecto.

source: You have visited this page %(numvisit)s time.
es: No has visitado esta página antes.

source: %(email)s email address is already a subscriber
es: El correo %(email)s ya está suscrito

source: %(email)s email was successfully subscribed to our newsletter!
es: ¡%(email)s fue exitosamente suscrito a la lista!

source: You must type legit name and email to subscribe to a Newsletter
es: Escribe un nombre y correo válido para suscribirte

source: New Event Posted!
es: Nuevo evento agregado

source: Logged out
es: Cerraste sesión

source: Login again
es: Iniciar sesión de nuevo

source: Your username and password didn't match. Please try again.
es: Tu usuario o contraseña no son correctos. Intenta de nuevo.

source: Please login to see this page.
es: Inicia sesión para ver esta página.

source: Lost your password?
es: Perdí mi contraseña

source: The password has been changed!
es: ¡Cambiaste tu contraseña!

source: Log in again?
es: ¿Volver a iniciar sesión?

source: Please enter (and confirm) your new password.
es: Ingresa y confirma tu nueva contraseña.

source: New password:
es: Nueva contraseña:

source: Confirm password:
es: Confirma la contraseña:

source: Change my password
es: Cambiar mi contraseña

source: Password reset failed
es: El cambio de contraseña falló

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace para cambiar la contraseña es inválido, probablemente porque ya fue usado. Solicita de nuevo el cambio de contraseña.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
es: Acabamos de enviar las instrucciones para cambiar tu contraseña por correo. Si no han llegado en unos minutos, revisa en el folder de correo no deseado.

source: Reset password
es: Cambiar contraseña

source: English
es: Inglés

source: German
es: Alemán
